def crutoi_chuvak(a=1, b=1, c=1):
    ''' Мотивирующая функция, возвращаюая всегда значение
        "Крутой чувак", независимо от того какие аргументы
        Вы в нее запихали
    '''
    a = 'Pofig'
    b = 'Pofig'

    print('Куртой чувак')


crutoi_chuvak()        #Крутой чувак


help(crutoi_chuvak)
# Help on function crutoi_chuvak 
# 	in module __main__:

# crutoi_chuvak(a=1, b=1, c=1)
#     Мотивирующая функция, в
#     озвращаюая всегда значение
#     "Крутой чувак", независимо 
#     от того какие аргументы
#     Вы в нее запихали