############  Задача №3 (практикум №2, основной блок)

a = int(input('введите год в промежутке 1900-2028'))

if a in range(1900, 2028, 4):
    print('високосный')
else:
    print('not високосный')



