##############Задача №1 (практикум №3, основной блок)
G = 6,67 · 10**-11    #м3 / с2 кг — гравитационная постоянная
c = 3 · 10**8           #м3 / с — скорость света
h = 6,626 070 15⋅10**(−34) #Дж·с    -    постоянная Планка (элементарный квант действия)	
h1 = 1,054 571 817… ⋅10**(−34)    #Дж·с	- постоянная Дирака (приведённая постоянная Планка)	
e = 1,602 176 634⋅10**(−19) #Кл	- элементарный заряд	
k = 1,380 649⋅1**(−23)    # Дж·К−1	- постоянная Больцмана	
Na = 6,022 140 76⋅1023 #моль−1 -  постоянная Авогадро	
Z0 = 376,73   #Ом - волновое сопротивление вакуума
g = 9,81      #м/с2   -   Ускорение свободного падения	
R = 8,31441    #/(моль*K)   -   Универсальная газовая постоянная	

	