##############Задача №1 (практикум №3, основной блок)
G = 6.67 * 10**-11    #м3 / с2 кг — гравитационная постоянная
c = 3 * 10**8           #м3 / с — скорость света
h = 6.62607015*10**(-34) #Дж·с    -    постоянная Планка (элементарный квант действия)	
h_1 = 1.054571817*10**(-34)    #Дж·с	- постоянная Дирака (приведённая постоянная Планка)	
e_1 = 1.602176634*10**(-19) #Кл	- элементарный заряд	
k = 1.380649*1**(-23)    # Дж·К−1	- постоянная Больцмана	
Na = 6.02214076*1023 #моль−1 -  постоянная Авогадро	
Z_0 = 376.73   #Ом - волновое сопротивление вакуума
g = 9.81      #м/с2   -   Ускорение свободного падения	
R = 8.31441    #/(моль*K)   -   Универсальная газовая постоянная	
e = 2.718281828459045235360287     #число Эйлера 

	